Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/hyvaa_saamelaisten_kansallispaivaa_.html.tmx
Source language: fin
Languages: sms

source: Hyvää saamelaisten kansallispäivää!
sms: Šiõǥǥ säʹmmlai meersažpeeiʹv!

source: Hyvä lukija,
sms: Šiõǥǥ lookki,

source: saamelaisten kansallispäivänä ja uuden vuosikymmenen alussa vedän yhteen Saamelaiskäräjien kulunutta vaalikautta 2016-2019 sekä katson hieman tulevaan.
sms: säʹmmlai meersažpeeiʹv da 2020-lååǥǥ aalǥâst ǩeäzzam õʹhtte Sääʹmteeʹǧǧ mõõnnâm vaalpââʹj 2016-2019 di ǩiõččam siõmmna pueʹttiäigga.

source: Vaalikausi 2016-2019 oli hyvin työntäyteinen.
sms: Vaalpââʹjj 2016-2019 leäi tiudd tuejain.

source: Saamelaiskäräjät on ollut aktiivisesti mukana keskeisissä valtion hallinnon uudistuksissa.
sms: Sääʹmteʹǧǧ lij leämmaž aktiivlânji mieʹldd kõõskmõs riikk vaaldâšm oođummšin.

source: Erityisesti Sipilän hallituksen maakunta- ja sote-uudistukset työllistivät merkittävästi myös Saamelaiskäräjiä.
sms: Jeäʹrben Sipilä halltõõzz mäddkåʹdd- di sosiaal- da tiõrvâsvuõtthuõl oođummuž tuejte jiânnai tuej Sääʹmteeʹǧǧest.

source: Vaalikauden aikana Saamelaiskäräjät edisti saamelaisten asemaa alkuperäiskansana ja oikeuksia sekä kehitti omaa hallintoaan.
sms: Vaalpââʹj ääiʹj Sääʹmteʹǧǧ viiǥǥi ooudâs säʹmmlai sââʹj alggmeeran da vuõiggâdvuõđid di oouʹdii jiijjâs vaaldâšm.

source: Yleisesti elinkeino-, oikeus- ja ympäristösektorilla tapahtui todella paljon vaalikauden aikana.
sms: Vuäitt tuõttâd, što jieʹllemvueʹǩǩ-, vuõiggâdvuõtt- da pirrõs-sektoorâst leʹjje jiânnai ääʹšš ǩiõttʼtõõllâm vueʹlnn.

source: Nähdäkseni varhaiskasvatus-, kielipesä-, koulutus- sekä saamen kielisektoreilla saatiin aikaan merkittävää edistystä.
sms: Muu vuäinnmõõžž mieʹldd ouddpeâmm-, ǩiõllpieʹss-, škooultõs- di sääʹmǩiõllsektoorâst vuåǯǯuš äigga miârkteei aaʹššid.

source: Samaa ei kuitenkaan voida sanoa esimerkiksi sosiaali- ja terveyssektorista.
sms: Seämma ij vueiʹt särnnad ouddmiârkkân sosiaal- da tiõrvâsvuõttsektoorâst.

source: Merkittävää vaalikaudella oli se, että kansainvälisten perus- ja ihmisoikeuksien valvontaelinten lisäksi myös kansallisesti esimerkiksi oikeuskansleri antoi huomautuksia viranomaisten toiminnasta saamelaisasioiden hoidossa.
sms: Miârkteei äʹšš vaalpââʹjest leäi tõt, štõ meeraikõskksaž vuâđđ- da ooumažvuõiggâdvuõđi vuåppâmorgaani lââʹssen meersânji ouddmiârkkân vuõiggâdvuõttkansler uuʹdi še mušttʼtõõzzid veʹrǧǧniiʹǩǩi tuåimmjummšest sääʹmaaʹšši håiddmest.

source: Käsittelen joitain aiheita laajemmin alempana.
sms: ǩiõttʼtõõlam måtam aaʹššid mâʹŋŋlest.

source: Vaalikaudelle sattui myös merkittävä juhlavuosi 2017.
sms: Vaalpââʹjest leäi še jõnn prääʹzneǩeeʹǩǩ 2017.

source: Saamelaisten kansallispäivänä neljän maan saamelaiset kokoontuivat Trondheimiin juhlistamaan saamelaisten poliittisen, rajat ylittävän yhteistyön 100-vuotisjuhlaa.
sms: Säʹmmlai meersažpeeiʹv neellj riikk säʹmmla noorõʹtte Trondheim-gåårda prääzkjed säʹmmlai poliittlaž, raajid râstldeei õhttsažtuej 100 eeʹjj prääʹzneǩ.

source: Vuosi 2017 oli myös Suomen 100-vuotisen itsenäisyyden juhlavuosi.
sms: Eeʹǩǩ 2017 leäi še Lääʹddjânnam 100 eeʹjj jiõččnažvuõđ juhlleeʹǩǩ.

source: Pohjoismainen saamelaissopimus
sms: Tâʹvvjânnmallaš sääʹmsuåppmõš

source: Pohjoismaisen saamelaissopimuksen osalta saavutettiin yksi merkkipaalu, kun vuodesta 2011 käynnissä olleet neuvottelut päättyivät ja tammikuussa 2017 sopimus parafoitiin.
sms: Tâʹvvjânnmallaš sääʹmsuåppmõõžž kuõskki saǥstõõllmõõžžid alttee eeʹjj 2011. Saǥstõõllmõõžž puʹtte õõutmiõllsažvuõʹtte da suåppmõõžž parafõʹstte ođđeeʹjjmannust 2017.

source: Sopimus eteni Norjan, Ruotsin ja Suomen Saamelaiskäräjien käsiteltäväksi.
sms: Suåppmõš ouddni Taarr, Ruõcc da Lääʹddjânnam Sääʹmtiiʹǧǧi ǩiõttʼtõõllma.

source: Sopimusta käsiteltiin koordinoidusti käräjien kesken Saamelaisen parlamentaarisen neuvoston kautta.
sms: Suåppmõõžž ǩiõttʼtõʹlle koordinõsttum vuõʹjjin Sääʹm parlamentaarlaž suåvtõõzz pääiʹǩ.

source: Neuvosto päätyi yhteiskäsittelyn jälkeen esittämään jatkoneuvotteluja muutamista muutosehdotuksista.
sms: Suåvtõs eʹtǩǩii õhttsaž ǩiõttʼtõõllâm puåđõssân måtam muuttâseʹtǩǩõõzzid.

source: Valtiot eivät ole antaneet kantaansa jatkoneuvotteluihin ryhtymisestä.
sms: Riikk jie leäkku ouddam jiijjâz peäʹlest välddmõõžžid, alttee-a tõk juätkksaǥstõõllmõõžžid.

source: Jäämeren rata
sms: Jiõŋŋmiâr ruʹvddčuâǥǥas

source: Jäämeren rata -hanke lähti liikkeelle liikenne- ja viestintäministeri Bernerin kesäkuussa 2017 antamasta toimeksiannosta, jolla Liikennevirastoa pyydettiin selvittämään yhteistyössä Norjan liikenneviranomaisten kanssa mahdollisen Jäämeren radan toteuttamista ja tekemään sitä koskevan kannattavuusselvityksen.
sms: Jiõŋŋmiâr ruʹvddčuâǥǥas -haʹŋǩǩõs aaʹlji ǩieʹssmannust 2017 jååttlõk- da saakkeem-minister Berner uʹvddem tuejjanouddmõõžžâst, koʹst rauʹǩǩe Jååttlõk-konttâr tuejjeed Taarr jååttlõkveʹrǧǧniiʹǩǩivuiʹm õhttsažtuejast čiõlǥtõõzz vueiʹtlvaž Jiõŋŋmiâr ruʹvddčuõkku raajjmõõžžâst da tuejjeed tõn kuõskki kannteeivuõttčiõlǥtõõzz.

source: Vaikka selvitys katsoi, ettei rata ole taloudellisesti kannattava, ministeri linjasi, että jatkoselvitetään Rovaniemi-Kirkkoniemi-linjaus.
sms: Håʹt-i čiõlǥtõs ǩiõčči, što ruʹvddčuâǥǥas ij leäkku kannteei, minister tuʹmmji, što âlgg juätkkčiõlǥted Ruäʹvnjargg-Ǩeârkknjargg-linnjõõzz.

source: Jatkoselvitystä varten asetettiin työryhmä.
sms: Juätkkčiõlǥtummuž vääras nõõmte tuejj-joouk.

source: Jatkoselvitys päätyi myös samaan lopputulokseen kuin Liikenneviraston selvitys.
sms: Juätkkčiõlǥtõs puuđi seämma lopp-puåđõʹsse ko Jååttlõk-konttâr čiõlǥtõs še.

source: Jäämeren rata -hanke on keskeisesti mukana myös Lapin liiton laatimassa Lappi-sopimuksessa sekä Pohjois-Lapin maakuntakaavaluonnoksessa 2040 saamelaistoimijoiden kovasta vastustuksesta huolimatta.
sms: Jiõŋŋmiâr ruʹvddčuâǥǥas -haʹŋǩǩõs lij še mieʹldd Lappi leett tuejjeem Lappi-suåppmõõžžâst di Tâʹvv-Lappi mäddkåʹddkääʹvvhämmsest, håʹt-i säʹmmla kõrrsânji vuâsttlâʹstte haʹŋǩǩõõzz.

source: Suomen puheenjohtajuuskautta Arktisessa neuvostossa varjosti saamelaisten näkökulmasta se, että Jäämeren rata nousi keskeiseksi teemaksi läpi leikaten miltei kaikkea Arktisen neuvoston toimintaa tilanteessa, jossa ratahanke ei ollut puheenjohtajuuskauden suunnitelmissa, ei edes puheen tasolla suunnitteluvaiheessa.
sms: Lääʹddjânnam Aarktlaž suåvtõõzz saaǥǥjååʹđteeipââʹjj leäi vaiggâd säʹmmlaid, ko ruʹvddčuâǥǥas šõõddi jõnn teeman da tõt leäi miâlggâd juõʹǩǩ såbbrest dno. mieʹldd, håʹt-i tõn jie ni plaanâm saaǥǥjååʹđteeipââʹj tuåimmprograʹmme. Ruʹvddčuâǥǥas ij peäggtum ni vooʹps plaanâm ääiʹj.

source: Eduskuntaryhmien ja Saamelaiskäräjien yhteistyöryhmä sekä inarinsaamelaisasiain neuvottelukunta
sms: Riikkpeiʹvvjoouki da Sääʹmteeʹǧǧ õhttsažtuejj-joukk di aanrõšaaʹšši saǥstõõllâmkåʹdd

source: Eduskuntaryhmät ja Saamelaiskäräjät perustivat yhteistyöryhmän vuonna 2017, ja se on toiminnassa edelleen.
sms: Riikkpeiʹvvjoouk da Sääʹmteʹǧǧ vuâđđee õhttsažtuejj-joouk eeʹjj 2017, da tõt lij tuåimmjeʹmen õinn.

source: Yhteistyöryhmän tarkoituksena on vahvistaa ja parantaa vuoropuhelua, vaihtaa tietoja sekä pohtia saamelaisia koskevia asioita yhdessä suoran kontaktin kautta.
sms: Õhttsažtuejj-joouk mieʹrren lij nââneed da pueʹreed vuârrvaaiktõõzz, vaajted teâđaid di smiõttâd säʹmmlaid kuõskki aaʹššid vuõigg kontaakt pääiʹǩ.

source: Yhteistyöryhmä luo vahvemman pohjan demokraattisesti toimivalle Suomelle, ja antaa mahdollisuuden kaikille eduskuntaryhmille osallistua dialogiin saamelaisia koskevissa asioissa.
sms: Õhttsažtuejj-joukk tuejjad ravvsab vuâđ demokraattlânji tuåimmjeei Lääʹddjânnma, da oudd vueiʹttemvuõđ pukid riikkpeiʹvvjooukid vuässõõttâd dialooʹǧe säʹmmlaid kuõskki aaʹššin.

source: Saamelaiskäräjät perusti kokeilumielessä inarinsaamelaisasiain neuvottelukunnan ensin vuodeksi 2019 ja työjärjestysuudistuksen yhteydessä pysyväksi elimeksi vaalikauden viimeisessä täyskokouksessa 2019.
sms: Sääʹmteʹǧǧ vuâđđii ǩiččlõddâm-miõlâst aanrõšaaʹšši saǥstõõllâmkååʹdd vuõššân eeǥǥas 2019 da tuejj-jäʹrstõsoođummuž õhttvuõđâst põõšši tuåimmorgaanân vaalpââʹj mââimõs tiuddsåbbrest 2019.

source: Saamelaiskäräjälain muutoksen valmistelu
sms: Sääʹmteʹǧǧlääʹjj muttâz valmštõõllmõš

source: Saamelaisten kannalta merkittävin vaalikaudella aloitetuista lainsäädännön uudistushankkeista oli saamelaiskäräjälain muutoshanke, jota varten oikeusministeriö asetti lokakuussa 2017 kuusihenkisen toimikunnan.
sms: Säʹmmlai ǩiõččâmkuuʹlmest vaalpââʹjest alttuum lääʹjjšeâttmõõžž oođeemhaʹŋǩǩõõzzin pukin miârkteei leäi sääʹmteʹǧǧlääʹjj muʹttemhaʹŋǩǩõs, koon vääras vuõiggâdvuõttministeria nõõmti kålggmannust 2017 kuuđ oummu tuåimmkååʹdd.

source: Toimikunta päätti työnsä elokuussa 2018 ja luovutti mietintönsä ehdotukseksi valtioneuvostolle saamelaiskäräjälain muuttamiseksi.
sms: Tuåimmkåʹdd ǩiõrǥti tuejas påʹrǧǧmannust 2018 da uuʹdi smiõttmõõžžâs eʹtǩǩõssân riikksuåvtõʹsse sääʹmteʹǧǧlääʹjj muttsen.

source: Toimikunnan työn seurantaa varten oikeusministeriö nimesi lisäksi parlamentaarisen seurantaryhmän.
sms: Tuåimmkååʹdd tuej seuʹrrjummuž vääras vuõiggâdvuõttministeria nõõmti lââʹssen parlamentaarlaž seuʹrrjemjoouk.

source: Saamelaiskäräjien kokous ei kuitenkaan hyväksynyt esitystä uudeksi saamelaiskäräjälaiksi.
sms: Sääʹmteeʹǧǧ sååbbar ij kuuitâǥ priimmâm eʹtǩǩõõzz ođđ sääʹmteʹǧǧlääʹǩǩen.

source: Eduskuntavaalien jälkeen hallitusohjelmaan kirjattiin: ”Jatketaan työtä saamelaiskäräjälain uudistamiseksi.
sms: Riikkpeiʹvv-vaali mâŋŋa halltõsprograʹmme ǩeeʹrjte: ”Jueʹtǩet tuej sääʹmteʹǧǧlääʹjj oođummšen.

source: ” Vaikka oikeusministerin kanssa sovittiin elokuussa 2019 uudistamistyön nopeasta aloittamisesta, pääsi esivalmisteleva työryhmä työhönsä vasta tammikuussa 2020.
sms: ” Håʹt-i vuõiggâdvuõttministeeʹrin sueʹppeš påʹrǧǧmannust 2019, što altteet jåʹttlânji oođeemtuej, piâzzi ouddvalmštõõllmõõžž tuejjeei tuejj-joukk tuejjses eman ođđeeʹjjmannust 2020.

source: Työ jatkuu uusien Saamelaiskäräjien järjestäydyttyä.
sms: Tuejj juätkkai ođđ Sääʹmteeʹǧǧ jäʹrjstõõttâm mâŋŋa.

source: Totuus- ja sovintoprosessi
sms: Tuõttvuõtt- da suåvâdvuõtt

source: Totuus- ja sovintoprosessi kirjattiin osaksi Saamelaiskäräjien vaalikauden 2016-2019 toimintaohjelmaa.
sms: Tuõttvuõtt- da suåvâdvuõttproseeʹss ǩeeʹrjte vaalpââʹj 2016-2019 tuåimmprograʹmme.

source: Prosessia alettiin valmistella vuonna 2017.
sms: Proseeʹss alttee valmštõõllâd eeʹjj 2017.

source: Valmistelun aikana järjestettiin mm. asiantuntijaseminaari kansainvälisistä kokemuksista, saamelaisten kuulemisia sekä itse neuvottelut.
sms: Valmštõõllâm ääiʹj jäʹrjste jm. äʹšštobddiseminaar meeraikõskksaž ǩiõččlâsttmõõžžin, säʹmmlai kuullâmpooddid di jiõčč saǥstõõllmõõžžid.

source: Valtioneuvosto, Kolttien kyläkokous ja Saamelaiskäräjien kokous hyväksyivät ehdotuksen saamelaisten totuus- ja sovintokomission asettamiseksi marras-joulukuussa 2019.
sms: Riikksuåvtõs, Saaʹmi siidsååbbar da Sääʹmteeʹǧǧ sååbbar priʹmme eʹtǩǩõõzz säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio meäʹrtummšen skamm-rosttovmannust 2019.

source: Hyväksytyn ehdotuksen mukaan ”totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sms: Primmum eʹtǩǩõõzz mieʹldd ”tuõttvuõtt- da suåvâdvuõttproseeʹss mieʹrren lij aiccâd da arvvtõõllâd historiallaš da ânnʼjõž čårstummuž, mieʹldd looǥǥeeʹl riikk suddeempolitiikk, di vuõiggâdvuõđi neuʹrrummšid, čiõlǥted mäʹhtt täk vaaikte säʹmmlaid da sij õhttsažkådda ânnʼjõž vueʹjjest da eʹtǩǩeed, mäʹhtt vuäitčeš õõuʹdeed õhttvuõđ säʹmmlai da Lääʹddjânnam riikk kõõsk di säʹmmlai kõõskâst.

source: Totuus- ja sovintoprosessin pyrkimyksenä on lisätä tietoisuutta saamelaisista Suomen alkuperäiskansana.
sms: Tuõttvuõtt- da suåvâdvuõttproseeʹss põrggmõššân lij lââʹzzted tieʹttemvuõđ säʹmmlain Lääʹddjânnam alggmeeran.

source: Tarkoituksena on myös, että totuus- ja sovintoprosessin tuloksena Suomen valtio kantaa vastuuta ja yhdessä saamelaiskäräjien, kolttien kyläkokouksen ja muiden saamelaistoimijoiden kanssa vahvistaa saamelaisten oikeuksien toteutumista Suomessa.
sms: Mieʹrren lij še, što tuõttvuõtt- da suåvâdvuõttproseeʹss puåđõssân Lääʹddjânnam riikk kuâdd vasttõõzz da õõutsââʹjest sääʹmtiiʹǧǧin, saaʹmi siidsåbbrin da jeeʹres sääʹmtuåimmjeeʹjivuiʹm raʹvvai säʹmmlai vuõiggâdvuõđi teâuddjummuž Lääʹddjânnmest.

source: Saamelaiskäräjälain 9 §:n mukainen neuvotteluvelvoite
sms: Sääʹmteʹǧǧlääʹjj 9 § meâldlaž saǥstõõllâmõõlǥtõs

source: Saamelaisten kieltä ja kulttuuria koskevan itsehallintoaseman ja itsemääräämisoikeuden kehittämiseksi on tehtävissä paljon jo olemassa olevan, velvoittavan lainsäädännön puitteissa.
sms: Säʹmmlai ǩiõl da kulttuur kuõskki jiõččvaaldâšmsââʹj da jiõččmieʹrreemvuõiggâdvuõđ oouʹdummšen lij tuejjeem nalla jiânnai juʹn viõǥǥâst åårrai, õõlǥteei lääʹjjšeâttmõõžž seʹst.

source: Merkittävässä asemassa tällöin ovat erilaiset Saamelaiskäräjien ja Suomen valtion sekä kuntien ja muiden viranomaisten yhteistyön muodot.
sms: Miârkteei sââʹjest lie teʹl jeeʹresnallšem Sääʹmteeʹǧǧ da Lääʹddjânnam valdia di kooʹddi da jeeʹres veʹrǧǧniiʹǩǩi õhttsažtuejjnääʹl.

source: Merkittävässä asemassa on myös, miten olemassa olevaa lainsäädäntöä sovelletaan esimerkiksi saamelaisten ja Saamelaiskäräjien osallistamiseen sellaisten hankkeiden valmistelussa, joilla on merkitystä saamelaisille alkuperäiskansana muun muassa saamelaiskäräjälain 9 §:n mukaisten neuvotteluiden kautta.
sms: Miârkteei sââʹjest lij še, mäʹhtt viõǥǥâst åårrai lääʹjjšeâttmõõžž suåvlde ouddmiârkkân säʹmmlai da Sääʹmteeʹǧǧ vuässâttmõʹšše nåkam haʹŋǩǩõõzzi valmštõõllmest, koin lij miârktõs säʹmmlaid alggmeeran jeäʹrbi mieʹldd sääʹmteʹǧǧlääʹjj 9 § meâldlaž saǥstõõllmõõžži pääiʹǩ.

source: Saamelaiskäräjät ja oikeusministeriö valmistelivat vuonna 2017 yhteistyössä soveltamisohjeen saamelaiskäräjälain 9 §:n mukaisen neuvotteluvelvoitteen täyttämiseksi.
sms: Eeʹjj 2017 Sääʹmteʹǧǧ da vuõiggâdvuõttministeria valmštõʹlle õhttsažtuejast suåvldemvuäppõõzz sääʹmteʹǧǧlääʹjj 9 § meâldlaž saǥstõõllâmõõlǥtõõzz teâuddmõššân.

source: Ohjeen keskeisenä sisältönä on, että saamelaiskäräjälain 9 §:n mukaisen velvoitteen täyttämiseksi ei riitä pelkkä yksipuolinen kuuleminen, vaan Saamelaiskäräjille on varattava todellinen mahdollisuus aidosti neuvotella ja vaikuttaa neuvotteluiden kohteena olevaan asiaan.
sms: Vuäppõõzz kõõskmõs siiskõssân lij, što sääʹmteʹǧǧlääʹjj 9 § meâldlaž saǥstõõllâmõõlǥtõõzz teâuddmõššân ij riʹjtte tååʹlǩ õõutpeällsaž kuullmõš, peʹce Sääʹmtegga âlgg vaʹrrjed tuõđlaž vueiʹttemvuõđ kuddnalla saǥstõõllâd da vaaikted äšša, kååʹtt lij saǥstõõllâm vueʹlnn.

source: Tämän keskeisen periaatteen toteuttamiseksi ohje sisältää myös kriteereitä vähimmäisedellytyksiksi neuvotteluiden lähtökohtien osalta.
sms: Tän kõõskmõs vuâđđjurddi teâuddmõššân vuäppõs âânn seʹst še kriteeʹrid uuʹccmõsoudldõssân saǥstõõllmõõžži vuâlggsõõʹjin.

source: Lisäksi nykyistä täsmällisempi neuvottelujen dokumentointi on tarpeen muun muassa siksi, että neuvottelutuloksen toteutumista voitaisiin paremmin seurata jälkikäteen.
sms: Lââʹssen ânnʼjõž vueʹjj tääʹrǩab saǥstõõllmõõžži dokumentâsttmõʹšše lij tarbb jeäʹrbi mieʹldd tõn diõtt, što saǥstõõllâmpuåđõõzz teâuddjummuž vuäitčeš pueʹrben seuʹrrjed mâʹŋŋǩiõʹtte.

source: Akwé: Kon -toimintamallin päivittäminen
sms: Akwé: Kon -toiʹmmjem-maall peeiʹvtummuš

source: Saamelaiskäräjät ja Metsähallitus aloittivat Akwé: Kon -toimintamallin päivittämiseen tähtäävät neuvottelut vuonna 2017.
sms: Sääʹmteʹǧǧ da Meäʹcchalltõs alttee Akwé: Kon -toiʹmmjem-maall peeiʹvtummuž kuõskki saǥstõõllmõõžžid eeʹjj 2017.

source: Saamelaiskäräjien kokous hyväksyi uudistetun toimintamallin syksyllä 2019.
sms: Sääʹmteeʹǧǧ sååbbar priimi oođuum toiʹmmjem-maall čâhčča 2019.

source: Metsähallituksen ja Saamelaiskäräjien sopiman Akwé: Kon -toimintamallin on koettu parantavan suunnittelua ja siihen liittyvää arviointia suunnitelman vaikutuksista saamelaiskulttuurin harjoittamisen edellytyksiin.
sms: Meäʹcchalltõõzz da Sääʹmteeʹǧǧ suåppâm Akwé: Kon -toiʹmmjem-maall ǩiõččlââʹstet pueʹreed plaanummuž da tõn kuõskki ärvstõõllmõžž plaan vaaiktõõzzin sääʹmkulttuur spraavdõõttâm oudldõõzzid.

source: Toimintamalli on työkalu tunnistaa ne saamelaiskulttuurin harjoittamisen edellytykset, jotka Metsähallituksen tulee ottaa huomioon maankäytön ja luonnonvarojen käytön suunnittelussa.
sms: Toiʹmmjem-mall lij tuâjjneävv vuâmmšed tõid sääʹmkulttuur spraavdõõttâm oudldõõzzid, koid Meäʹcchalltõs âlgg väʹldded lokku mäddâânnmõõžž da luâttreeʹǧǧesvuõđi âânnmõõžž plaanummšest.

source: Ilmastonmuutos
sms: Äimmõsmuuttâs

source: Ilmastonmuutos on aikamme suurin haaste.
sms: Äimmõsmuuttâs lij mij ääiʹj šuurmõs vaʹǯǯtõs.

source: Pystyvätkö valtiot pysäyttämään ilmastonmuutoksen etenemisen on kysymys, joka on saamelaisten tulevaisuuden kannalta erittäin merkittävä.
sms: Pâʹstte-a riikk årstâʹtted äimmõsmuttâz ouddnummuž lij kõõččmõš, kååʹtt lij säʹmmlai pueʹttiääiʹj peäʹlnn samai miârkteei.

source: Työkaluja ilmastonmuutoksen pysäyttämiseksi on, mutta onko niiden käyttäjiä?
sms: Tuâjjneävv äimmõsmuttâz årstâttmõššân lie, leâša lie-a tõi õõʹnni?

source: Valtiot ovat asettaneet tavoitteita, Suomi ihan kärkipäässä.
sms: Riikk lie piijjâm täävtõõzzid, Lääʹddjânnam vuõssmõõzzi jooukâst.

source: Se on hyvä.
sms: Tõt lij šiõǥǥ.

source: Mutta tavoitteet eivät ole tekoja.
sms: Leâša täävtõõzz jie leäkku tuej.

source: Olemme kokeneet viimeisten vuosien aikana sellaisia sääilmiöitä, jotka ovat merkkejä pitkälle edenneestä ilmastonmuutoksesta.
sms: Leäʹp ǩiõččlâsttam mââimõs iiʹjji ääiʹj nåkam šõõŋid, kook lie miârk kookkas ouddnam äimmõsmuttsest.

source: Ennen näkemätön hellekesä 2018 sekä ennätysluminen talvi 2019-2020 ennustanevat tulevasta normaalista.
sms: Ouddâl jie leäkku vuäinnam ǩieʹzz, mâʹte ǩieʹss 2018 leäi paaštšõõŋines, leʹbe tääʹlv, mâʹte ååʹn lij. Täk oudldõõʹstže ođđ normaal.

source: Ilmastonmuutoksen estämiseen ja siihen sopeutumiseen tähtäävissä ratkaisuissa tulee ottaa heikommassa asemassa oleva alkuperäiskansa saamelaiset huomioon.
sms: Äimmõsmuttâz cõggmõõžž da tõõzz šiõttmõʹšše kuulli čåuddmõõžžin âlgg väʹldded lokku alggmeer säʹmmlaid, kååʹtt lij rââʹžžab sââʹjest.

source: Ilmastonmuutos noussee seuraavien Saamelaiskäräjien agendalle erittäin keskeisenä teemana oikeudenmukaisuuden näkökulmasta.
sms: Äimmõsmuuttâs kaggõõđâž pueʹtti Sääʹmteeʹǧǧ agendaaʹje samai tääʹrǩes teeman vuõiggvuõđmeâldlažvuõđ ǩiõččâmkuuʹlmest.

source: Sámi Giellagáldu – saamen kielten ammatti- ja resurssikeskus
sms: Sääʹm Ǩiõllkaʹlddi – sääʹmǩiõl ämmat- da resursskõõskõs

source: Suomen, Ruotsin ja Norjan Saamelaiskäräjät aloittivat elokuussa 2015 Sámi Giellagáldun eli yhteispohjoismaisen saamen kielten ammatti- ja resurssikeskuksen toiminnan hankepohjalta.
sms: Lääʹddjânnam, Ruõcc da Taarr Sääʹmteeʹǧǧ aalǥte påʹrǧǧmannust 2015 Sääʹm ǩiõllkaʹlddi leʹbe õhttsažtâʹvvjânnmallaš sääʹmǩiõli ämmat- da resursskõõskõõzz toiʹmmjummuž haʹŋǩǩõõzz vuâđald.

source: Toiminta jatkui mm. Interregin rahoittamana hankkeena 2016-toukokuu 2018.
sms: Toiʹmmjummuš juätkkji haʹŋǩǩõssân jm. Interreg teäggtõõzzin 2016-vueʹssmannu 2018 kõskksaž ääiʹj.

source: Tämän jälkeen Sámi Giellagáldun toiminta on jatkunut Saamelaiskäräjien välisen yhteistyösopimuksen pohjalta.
sms: Tän mâŋŋa Sääʹm Ǩiõllkaʹlddi toiʹmmjummuš lij juätkkjam Sääʹmtiiʹǧǧi kõskksaž õhttsažtuejjsuåppmõõžžin.

source: Suomessa Sámi Giellagáldun rahoitus saatiin varmistettua eduskunnan joululahjavaroista vuodelle 2019 ja vuodesta 2020 lähtien toiminnalle on varattu pysyvä rahoitus, n. 370 000 euroa/vuosi.
sms: Lääʹddjânnmest Sääʹm Ǩiõllkaʹlddi teäggtõõzz ainsmõʹtte riikkpeeiʹvi rosttovsǩiâŋkktieʹǧǧin eeǥǥas 2019 da eeʹjjest 2020 ääʹljeeʹl toiʹmmjummša lij vaʹrrjum põõšši teäggtõs, n. 370 000 €/eeʹǩǩ.

source: Vuonna 2019 päädyttiin organisaatiomallin valinnassa siihen, että Sámi Giellagáldu perustetaan pysyvänä toimielimenä Norjan Saamelaiskäräjien alaisuuteen.
sms: Eeʹjj 2019 vaʹlljee organisaatiomaall nuʹtt, što Sääʹm Ǩiõllkaʹlddi vuâđđee Taarr Sääʹmteeʹǧǧ õhttvuõʹtte.

source: Työ pysyvän organisaation rakentamiseksi jatkuu.
sms: Tuâjj põõšši organisaatio vuâđđummšen juätkkai.

source: Saamenkielinen varhaiskasvatus sekä kielipesätoiminta
sms: Sääʹmǩiõllsaž ouddpeâmm di ǩiõllpieʹsstoiʹmmjummuš

source: Saamelaiskäräjien vaalikauden 2016-2019 aikana on saamenkieliselle varhaiskasvatukselle eli ns. äidinkieliselle päivähoidolle sekä saamelaisten kieli- ja kulttuuripesätoiminnalle saatu neuvoteltua lisäresursseja.
sms: Sääʹmteeʹǧǧ vaalpââʹj 2016-2019 ääiʹj lie saǥstõõllâm lââʹssresuursid sääʹmǩiõllsaž ouddpiõmmu leʹbe nuʹtt sarnnum jieʹnnǩiõllsaž peiʹvvhoiddu di säʹmmlai ǩiõll- da kulttuurpieʹsstoiʹmmjummša.

source: Vuodesta 2018 lähtien varhaiskasvatuksen määräraha tuplaantui pysyvästi 120 000 eurosta 240 000 euroon.
sms: Eeʹjjest 2018 ääʹljeeʹl ouddpeâmm mieʹrrteäʹǧǧ šõõddi kueiʹtǩeârddsaž kaggõõđeeʹl põõššinalla 120 000 eeuʹrest 240 000 eurra.

source: Määräraha turvaa saamenkielisen päivähoidon säilymisen omina yksikköinään.
sms: Mieʹrrteäʹǧǧ staanad sääʹmǩiõllsaž peiʹvvhååid seillmõõžž jiijjâz joukkân.

source: Kielipesätoimintaan varattuja määrärahoja saatiin nostettua 300 000 eurolla.
sms: Ǩiõllpieʹsstoiʹmmjummša vaʹrrjum mieʹrrtieʹǧǧ lie lââʹzztam 300 000 eeuʹrin.

source: Sekä kotiseutualueella että sen ulkopuolella järjestettävään kielipesätoimintaan on siten käytettävissä yhteensä 1 200 000 euroa.
sms: Nuʹtt säʹmmlai dommvuuʹdest ko še tõn åålǥpeäʹlnn riõššum ǩiõllpieʹsstoiʹmmjummša lie nääiʹt ââʹnnemnalla 1 200 000 euʹrred.

source: Kielipesätoiminnan suurimpana haasteena on ollut toiminnan järjestämisen käytännön haasteet ja siksi toiminnan siirtämistä Saamelaiskäräjien alaisuuteen on aloitettu selvittää.
sms: Ǩiõllpieʹsstoiʹmmjummuž šuurmõs vaʹǯǯtõssân lie leämmaž toiʹmmjummuž jäʹrjstummuž kuõskki vaʹǯǯtõõzz da tõn diõtt Sääʹmteʹǧǧ čiõʹlǧǧeeškueʹđi toiʹmmjummuž serddmõõžž Sääʹmteeʹǧǧ vuâlla.

source: Saamen kielen ja saamenkielinen opetus
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs

source: Saamen kielten opetus ja saamenkielinen opetus ovat edistyneet vaalikauden 2016-2019 aikana.
sms: Sääʹmǩiõli mättʼtõs da sääʹmǩiõllsaž mättʼtõs lie ouddnam vaalpââʹj 2016-2019 ääiʹj.

source: Erityinen ilon aihe on se, että kaikkia kolmea Suomen saamen kieltä on mahdollista opiskella yliopistollisena pääaineena.
sms: Kuärǥast vuäitt leeʹd tõʹst, što puk koumm sääʹmǩiõl vuäitt mättʼtõõttâd universiteeʹttest väʹlddaunnsen.

source: Viimeisenä yliopistollisen oppiaineen aseman saaneen koltansaamen kielen opiskelumahdollisuus laajeni perusopinnoista aineopintoihin vuonna 2016.
sms: Mââimõsân tän väʹlddaunnâz sââʹj vuäǯǯai nuõrttsääʹmǩiõll, ko nuõrttsääʹmǩiõl mättʼtõõttâmvueiʹttemvuõtt veiddni vuâđđmäättain aaunâsmäättaid eeʹjjest 2016.

source: Saamelaiskäräjien vuonna 2017 opetus- ja kulttuuriministeriölle tekemä selvitys saamenkielisten opettajien tilanteesta ja saatavuudesta sekä Oulun yliopiston kanssa yhteistyössä tehty hankehakemus johtivat hyvään tulokseen.
sms: Sääʹmteeʹǧǧ eeʹjj 2017 mättʼtõs- da kulttuurministeriaaʹje tuejjeem čiõlǥtõs sääʹmǩiõllsaž uʹčteeʹli vueʹjjest da vuäǯǯmõõžžâst di Oulu universiteeʹttin õhttsažtuejast tuejjuum haʹŋǩǩõsooccmõš ouʹdde šiõǥǥ puåđõõzzid.

source: Ministeriö myönsi yliopistolle rahoituksen kolmevuotista saamenkielisten aineenopettajien koulutushanketta varten.
sms: Ministeria miõđi universitetta teäggtõõzz kooum eeʹjj sääʹmǩiõllsaž aaunâsuʹčteeʹli škooultemhaʹŋǩǩõõzz vääras.

source: Merkkejä saamelaisten kotiseutualueen ulkopuolella järjestettävän saamen kielen ja saamenkielisen opetuksen tilanteen parantumiseksi saatiin vuonna 2018.
sms: Miârkid sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõõzz vueʹjj pueʹrummšen säʹmmlai dommvuuʹd åålǥpeäʹlnn vuåǯǯuš eeʹjj 2018.
